Repository: jayzeng/FolioMind
Catalog: FolioMind/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: “March rent receipt”
zh_hans: 「三月房租收据」
zh_hant: 「三月房租收據」

source: %lld detected
zh_hans: 检测到 %lld 个
zh_hant: 偵測到 %lld 個

# %lld document%@
source: %1$lld document%2$@
zh_hans: %1$lld 个文档
zh_hant: %1$lld 個文件

# %lld of %lld
source: %1$lld of %2$lld
zh_hans: %1$lld / %2$lld
zh_hant: %1$lld / %2$lld

source: %lld saved
zh_hans: %lld 个已保存
zh_hant: %lld 個已儲存

source: %lld%% match
zh_hans: %lld%% 匹配
zh_hant: %lld%% 相符

source: About
zh_hans: 关于
zh_hant: 關於

source: Account
zh_hans: 账户
zh_hant: 帳戶

source: Add
zh_hans: 添加
zh_hant: 新增

source: Add a tiny demo folio with a few fake documents so you can explore search, details, and reminders before committing your own.
zh_hans: 添加一个包含少量示例文档的小演示文档集，让您在投入自己的文档前先体验搜索、详情和提醒。
zh_hant: 新增一個包含少量範例文件的小型示範文件集，讓您在投入自己的文件前先體驗搜尋、詳情與提醒。

source: Add Images
zh_hans: 添加图片
zh_hant: 新增圖片

source: Add more pages later from the detail screen
zh_hans: 稍后可在详情页面添加更多页。
zh_hant: 稍後可在詳情頁面新增更多頁。

source: Add Reminder
zh_hans: 添加提醒
zh_hant: 新增提醒

source: AI fused fields
zh_hans: AI 融合字段
zh_hant: AI 融合欄位

source: API Key
zh_hans: API 密钥
zh_hant: API 金鑰

source: API key configured
zh_hans: API 密钥已配置
zh_hant: API 金鑰已設定

source: API Key Information
zh_hans: API 密钥信息
zh_hant: API 金鑰資訊

source: API keys are encrypted and stored in iOS Keychain
zh_hans: API 密钥经过加密并存储在 iOS 钥匙串中
zh_hant: API 金鑰會加密後儲存在 iOS 鑰匙圈中

source: App Language
zh_hans: 应用语言
zh_hant: App 語言

source: Apple Intelligence provides on-device text cleaning and intelligent field extraction for better accuracy and privacy.
zh_hans: Apple Intelligence 提供设备端文本清理和智能字段提取，以获得更高的准确性和隐私性。
zh_hant: Apple Intelligence 提供裝置端文字清理和智慧欄位擷取，以獲得更高的準確性和隱私性。

source: Are you sure you want to delete "%@"? This action cannot be undone.
zh_hans: 您确定要删除「%@」吗？此操作无法撤销。
zh_hant: 您確定要刪除「%@」嗎？此操作無法復原。

source: Are you sure you want to delete this field?
zh_hans: 您确定要删除此字段吗？
zh_hant: 您確定要刪除此欄位嗎？

source: Are you sure you want to delete this field? This action cannot be undone.
zh_hans: 您确定要删除此字段吗？此操作无法撤销。
zh_hant: 您確定要刪除此欄位嗎？此操作無法復原。

source: Are you sure you want to delete this reminder?
zh_hans: 您确定要删除此提醒吗？
zh_hant: 您確定要刪除此提醒嗎？

source: Are you sure you want to sign out? You'll need to sign in again to use backend features.
zh_hans: 确定要退出登录吗？您需要重新登录才能使用后端功能。
zh_hant: 確定要登出嗎？您需要重新登入才能使用後端功能。

# asset.type.document
source: Document
zh_hans: 文档
zh_hant: 文件

# asset.type.image
source: Image
zh_hans: 图片
zh_hant: 圖片

source: Audio Note
zh_hans: 语音备忘
zh_hant: 語音備忘

source: Audio Notes
zh_hans: 语音备忘录
zh_hant: 語音備忘錄

source: Available on this device
zh_hans: 可在此设备上使用
zh_hant: 可在此裝置上使用

source: Back
zh_hans: 返回
zh_hant: 返回

source: Back to Suggestions
zh_hans: 返回建议
zh_hant: 返回建議

source: Backend Status
zh_hans: 后端状态
zh_hant: 後端狀態

source: Belongs To
zh_hans: 归属于
zh_hant: 歸屬於

source: Bring in a document from your camera or photo library.
zh_hans: 从相机或照片图库导入文档。
zh_hant: 從相機或照片圖庫匯入文件。

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Capture a lab result, referral, or bill so the important numbers are searchable, not buried in paper.
zh_hans: 拍下化验结果、转诊单或账单，让重要数字可以被搜索，而不是埋在纸堆里。
zh_hant: 拍下驗血結果、轉診單或帳單，讓重要數字可以被搜尋，而不是埋在紙堆裡。

source: Capture quick voice notes
zh_hans: 快速捕捉语音备忘
zh_hant: 快速擷取語音備忘

source: Capture receipts, IDs, letters and more. FolioMind remembers people, dates, and details so you can stop digging for that one document.
zh_hans: 捕捉收据、证件、信件等各种文档。FolioMind 记住人物、日期和细节，让您不必再辛苦翻找那一份文件。
zh_hant: 擷取收據、證件、信件等各種文件。FolioMind 記住人物、日期與細節，讓您不必再辛苦翻找那一份文件。

source: Captured
zh_hans: 捕捉时间
zh_hant: 擷取時間

source: Change the app language. Restart the app for the change to take effect.
zh_hans: 更改应用语言。重启应用以使更改生效。
zh_hant: 更改 App 語言。重新啟動 App 以使變更生效。

source: Change the app language. The interface updates right away without restarting.
zh_hans: 更改应用语言。界面会立刻更新，无需重启。
zh_hant: 變更 App 語言。介面會立即更新，無需重新啟動。

source: Choose what to share
zh_hans: 选择要分享的内容
zh_hant: 選擇要分享的內容

source: Cleaned
zh_hans: 已清理
zh_hant: 已清理

source: Clear
zh_hans: 清除
zh_hant: 清除

source: Close
zh_hans: 关闭
zh_hant: 關閉

source: Collapse
zh_hans: 收起
zh_hant: 收起

source: Connected to https://foliomind-backend.fly.dev/
zh_hans: 已连接到 https://foliomind-backend.fly.dev/
zh_hant: 已連接到 https://foliomind-backend.fly.dev/

source: Continue
zh_hans: 继续
zh_hant: 繼續

source: Copy All
zh_hans: 全部复制
zh_hant: 全部複製

source: Create a sample folio
zh_hans: 创建示例文档集
zh_hant: 建立範例文件集

source: Create Custom Reminder
zh_hans: 创建自定义提醒
zh_hant: 建立自訂提醒

source: Created
zh_hans: 创建时间
zh_hant: 建立時間

source: Custom Reminder
zh_hans: 自定义提醒
zh_hant: 自訂提醒

source: Data fused from on-device and cloud models.
zh_hans: 融合设备端和云端模型的数据。
zh_hant: 融合裝置端和雲端模型的資料。

source: Date
zh_hans: 日期
zh_hant: 日期

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Delete all
zh_hans: 全部删除
zh_hant: 全部刪除

source: Delete Document
zh_hans: 删除文档
zh_hant: 刪除文件

source: Delete Field
zh_hans: 删除字段
zh_hant: 刪除欄位

source: Delete Image
zh_hans: 删除图片
zh_hant: 刪除圖片

source: Delete Image?
zh_hans: 删除图片？
zh_hant: 要刪除圖片？

source: Delete recording
zh_hans: 删除录音
zh_hant: 刪除錄音

source: Delete Reminder
zh_hans: 删除提醒
zh_hant: 刪除提醒

source: Document Details
zh_hans: 文档详情
zh_hant: 文件詳情

source: Document scanning is unavailable on this device.
zh_hans: 此设备不支持文档扫描。
zh_hant: 此裝置不支援文件掃描。

source: Document Type
zh_hans: 文档类型
zh_hant: 文件類型

# document.type.billStatement
source: Bill Statement
zh_hans: 账单
zh_hant: 帳單

# document.type.creditCard
source: Credit Card
zh_hans: 信用卡
zh_hant: 信用卡

# document.type.generic
source: Document
zh_hans: 文档
zh_hant: 文件

# document.type.idCard
source: ID Card
zh_hans: 身份证件
zh_hant: 身份證件

# document.type.insuranceCard
source: Insurance Card
zh_hans: 保险卡
zh_hant: 保險卡

# document.type.letter
source: Letter
zh_hans: 信件
zh_hant: 信件

# document.type.promotional
source: Promotional
zh_hans: 宣传资料
zh_hant: 宣傳資料

# document.type.receipt
source: Receipt
zh_hans: 收据
zh_hant: 收據

source: Documents and OCR are processed on-device by default
zh_hans: 文档和 OCR 默认在本机处理
zh_hant: 文件與 OCR 預設在本機處理

source: Done
zh_hans: 完成
zh_hant: 完成

source: Due Date
zh_hans: 截止日期
zh_hant: 截止日期

source: Edit
zh_hans: 编辑
zh_hant: 編輯

source: Edit %@
zh_hans: 编辑%@
zh_hant: 編輯%@

source: Edit Document
zh_hans: 编辑文档
zh_hant: 編輯文件

source: Edit Reminder
zh_hans: 编辑提醒
zh_hant: 編輯提醒

source: Edit Text
zh_hans: 编辑文本
zh_hant: 編輯文字

source: Enable Reminders access in Settings to create reminders.
zh_hans: 在设置中启用提醒访问权限以创建提醒。
zh_hant: 在設定中啟用提醒存取權限以建立提醒。

source: Enter value
zh_hans: 输入值
zh_hant: 輸入值

source: Error
zh_hans: 错误
zh_hant: 錯誤

source: Expand
zh_hans: 展开
zh_hant: 展開

source: Explore with a sample folio
zh_hans: 使用示例文档集体验
zh_hant: 用範例文件集體驗

source: Extracted Data
zh_hans: 提取的数据
zh_hant: 擷取的資料

source: Family Members
zh_hans: 家庭成员
zh_hant: 家庭成員

# field.source.fused
source: Fused
zh_hans: 融合
zh_hant: 融合

source: Fields Extracted
zh_hans: 已提取字段
zh_hant: 已擷取欄位

source: Find anything later
zh_hans: 随时找回任何内容
zh_hant: 隨時找回任何內容

source: FolioMind needs permission to create reminders. Please enable Reminders access in Settings.
zh_hans: FolioMind 需要权限来创建提醒。请在设置中启用提醒访问权限。
zh_hant: FolioMind 需要權限來建立提醒。請在設定中啟用提醒存取權限。

source: Found in 0.2 seconds
zh_hans: 0.2 秒内找到
zh_hant: 在 0.2 秒內找到

source: Front
zh_hans: 正面
zh_hant: 正面

source: Get API Key
zh_hans: 获取 API 密钥
zh_hant: 取得 API 金鑰

source: Give family docs a safe home
zh_hans: 给家庭文件一个安全的家
zh_hant: 給家庭文件一個安全的家

source: Import
zh_hans: 导入
zh_hant: 匯入

source: Import from Photos
zh_hans: 从照片导入
zh_hant: 從照片匯入

source: Import or scan documents to get started
zh_hans: 导入或扫描文档以开始使用
zh_hant: 匯入或掃描文件以開始使用

source: Importing document…
zh_hans: 正在导入文档…
zh_hant: 正在匯入文件…

source: Intelligence
zh_hans: 智能
zh_hant: 智慧

source: Keep health paperwork at hand
zh_hans: 让健康相关文件随手可得
zh_hant: 讓健康相關文件隨手可得

source: Keep your IDs in one place
zh_hans: 把所有证件集中在一起
zh_hant: 把所有證件集中在一起

source: Language
zh_hans: 语言
zh_hant: 語言

# language.english
source: English
zh_hans: 英语
zh_hant: 英語

# language.simplifiedChinese
source: Simplified Chinese
zh_hans: 简体中文
zh_hant: 簡體中文

# language.system
source: System Default
zh_hans: 跟随系统
zh_hant: 跟隨系統

# language.traditionalChinese
source: Traditional Chinese
zh_hans: 繁体中文
zh_hant: 繁體中文

source: Let’s catch your next receipt
zh_hans: 抓住您的下一张收据
zh_hant: 掌握您的下一張收據

source: Local-First
zh_hans: 本地优先
zh_hant: 本機優先

source: Location
zh_hans: 位置
zh_hant: 位置

source: Metadata
zh_hans: 元数据
zh_hant: 詮釋資料

source: Modified
zh_hans: 已修改
zh_hant: 已修改

source: Most processing stays on your device by default, with optional backend support you control in Settings.
zh_hans: 大多数处理默认在您的设备上完成，可选的后端支持可在设置中自行控制。
zh_hant: 大多數處理預設在您的裝置上完成，可選的後端支援可在「設定」中自行控制。

source: Nice — your first folio!
zh_hans: 太棒了——这是您的第一个文档集！
zh_hant: 太棒了——這是您的第一個文件集！

source: No Cloud Storage
zh_hans: 不使用云端存储
zh_hant: 不使用雲端儲存

source: No Documents
zh_hans: 无文档
zh_hant: 無文件

source: No documents for this filter yet
zh_hans: 此筛选条件暂无文档
zh_hant: 此篩選條件暫無文件

source: No extracted data available
zh_hans: 暂无提取的数据
zh_hant: 暫無擷取的資料

source: No Fields Extracted
zh_hans: 未提取字段
zh_hant: 未擷取欄位

source: No fields yet
zh_hans: 暂无字段
zh_hant: 暫無欄位

source: No Image
zh_hans: 无图片
zh_hant: 無圖片

source: No OCR text yet
zh_hans: 暂无 OCR 文本
zh_hant: 暫無 OCR 文字

source: No recordings yet
zh_hans: 暂无录音
zh_hant: 暫無錄音

source: No reminders set
zh_hans: 未设置提醒
zh_hant: 未設定提醒

source: No text extracted
zh_hans: 未提取文本
zh_hant: 未擷取文字

source: No Text Extracted
zh_hans: 未提取文本
zh_hant: 未擷取文字

source: Not signed in
zh_hans: 未登录
zh_hant: 未登入

source: Notes (optional)
zh_hans: 备注（可选）
zh_hant: 備註（選填）

source: OCR didn't find any readable text in this document
zh_hans: OCR 未在此文档中找到任何可读文本
zh_hant: OCR 未在此文件中找到任何可讀文字

source: OCR Text
zh_hans: OCR 文本
zh_hant: OCR 文字

source: OCR, document type, key fields and links are suggested automatically.
zh_hans: OCR、文档类型、关键字段和关联将自动为您建议。
zh_hant: OCR、文件類型、關鍵欄位和關聯會自動為您建議。

source: OK
zh_hans: 确定
zh_hant: 確定

source: Open Settings
zh_hans: 打开设置
zh_hant: 開啟設定

source: OpenAI fallback is disabled. Only Apple Intelligence will be used for intelligent extraction.
zh_hans: OpenAI 备用已禁用。仅使用 Apple Intelligence 进行智能提取。
zh_hant: OpenAI 備援已停用。僅使用 Apple Intelligence 進行智慧擷取。

source: OpenAI Integration
zh_hans: OpenAI 集成
zh_hant: OpenAI 整合

source: OpenAI is used as a fallback when Apple Intelligence is unavailable. Your API key is stored securely on-device and never shared with FolioMind servers.
zh_hans: 当 Apple Intelligence 不可用时，OpenAI 用作备用。您的 API 密钥安全存储在设备上，绝不会与 FolioMind 服务器共享。
zh_hant: 當 Apple Intelligence 無法使用時，OpenAI 用作備援。您的 API 金鑰安全儲存在裝置上，絕不會與 FolioMind 伺服器共享。

source: Organize your documents with intelligence
zh_hans: 用智能整理您的文档
zh_hant: 用智慧整理您的文件

source: Original Value
zh_hans: 原始值
zh_hant: 原始值

source: Pause
zh_hans: 暂停
zh_hant: 暫停

source: People & Places
zh_hans: 人员与地点
zh_hant: 人員與地點

source: Permission Required
zh_hans: 需要权限
zh_hant: 需要權限

source: Photo Library
zh_hans: 照片图库
zh_hant: 照片圖庫

source: Play recording
zh_hans: 播放录音
zh_hant: 播放錄音

source: Please restart the app for this change to take effect.
zh_hans: 请重新启动应用以使更改生效。
zh_hant: 請重新啟動 App 以使變更生效。

source: Privacy & Security
zh_hans: 隐私与安全
zh_hant: 隱私權與安全性

source: Processing Mode
zh_hans: 处理模式
zh_hant: 處理模式

source: Raw
zh_hans: 原始
zh_hant: 原始

source: Raw OCR Text
zh_hans: 原始 OCR 文本
zh_hant: 原始 OCR 文字

source: Re-extraction Failed
zh_hans: 重新提取失败
zh_hant: 重新擷取失敗

source: Re-run Extraction
zh_hans: 重新提取
zh_hant: 重新擷取

source: Re-running extraction…
zh_hans: 正在重新提取…
zh_hant: 正在重新擷取…

source: Record
zh_hans: 录音
zh_hant: 錄音

source: Recording audio…
zh_hans: 正在录音…
zh_hant: 正在錄音…

source: Recording… tap Stop when finished
zh_hans: 正在录音… 完成后点击停止
zh_hant: 正在錄音… 完成後點擊停止

source: Refresh
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh summary
zh_hans: 刷新摘要
zh_hant: 重新整理摘要

# relationship.dependent
source: Dependent
zh_hans: 被依赖方
zh_hant: 被依賴方

# relationship.mentioned
source: Mentioned
zh_hans: 提及
zh_hant: 提及

# relationship.owner
source: Owner
zh_hans: 所有者
zh_hant: 所有者

# reminder.type.appointment
source: Appointment
zh_hans: 预约
zh_hant: 預約

# reminder.type.call
source: Call
zh_hans: 电话
zh_hant: 電話

# reminder.type.custom
source: Custom
zh_hans: 自定义
zh_hant: 自訂

# reminder.type.followUp
source: Follow Up
zh_hans: 跟进
zh_hant: 跟進

# reminder.type.payment
source: Payment
zh_hans: 付款
zh_hant: 付款

# reminder.type.renewal
source: Renewal
zh_hans: 续期
zh_hant: 續期

source: Reminders Access Needed
zh_hans: 需要提醒访问权限
zh_hant: 需要提醒存取權限

source: Requires iOS 18.2+ or later
zh_hans: 需要 iOS 18.2 或更高版本
zh_hant: 需要 iOS 18.2 或以上版本

source: Reset
zh_hans: 重置
zh_hant: 重置

source: Reset to Original
zh_hans: 重置为原始值
zh_hant: 重置為原始值

source: Reset to Original Value
zh_hans: 重置为原始值
zh_hant: 重置為原始值

source: Restart app to apply language change
zh_hans: 重启应用以应用语言更改
zh_hant: 重新啟動 App 以套用語言變更

source: Restart Required
zh_hans: 需要重启
zh_hant: 需要重新啟動

source: Rotate Failed
zh_hans: 旋转失败
zh_hant: 旋轉失敗

source: Sample documents
zh_hans: 示例文档
zh_hant: 範例文件

source: Save
zh_hans: 保存
zh_hant: 儲存

source: Scan
zh_hans: 扫描
zh_hant: 掃描

source: Scan a document
zh_hans: 扫描一份文档
zh_hant: 掃描一份文件

source: Scan a passport, license, or insurance card so you have a trusted backup whenever you need the details.
zh_hans: 扫描护照、驾照或保险卡，这样在需要细节时就有可靠的备份。
zh_hant: 掃描護照、駕照或保險卡，這樣在需要細節時就有可靠的備份。

source: Scan Document
zh_hans: 扫描文档
zh_hant: 掃描文件

source: Scan or import
zh_hans: 扫描或导入
zh_hant: 掃描或匯入

source: Scan something from your wallet or import a photo to see FolioMind analyze and organize it for you.
zh_hans: 扫描钱包里的任意票据，或导入一张照片，让 FolioMind 为您分析并整理。
zh_hant: 掃描錢包裡的任意單據，或匯入一張照片，讓 FolioMind 為您分析並整理。

source: Scan the next bill, rent slip, or reimbursement so you never have to dig through email or boxes again.
zh_hans: 扫描下一张账单、房租收据或报销单，这样就不用再在邮箱或纸箱里翻找。
zh_hant: 掃描下一張帳單、房租收據或報銷單，這樣就不用再在信箱或紙箱裡翻找。

source: Scanning document…
zh_hans: 正在扫描文档…
zh_hant: 正在掃描文件…

source: Search by person, amount, place or phrase across all your docs.
zh_hans: 可按人物、金额、地点或短语在所有文档中搜索。
zh_hant: 可按人物、金額、地點或片語在所有文件中搜尋。

source: Search documents
zh_hans: 搜索文档
zh_hant: 搜尋文件

source: Searching…
zh_hans: 正在搜索…
zh_hant: 正在搜尋…

source: Secure Keys
zh_hans: 安全密钥
zh_hant: 安全金鑰

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Settings Saved
zh_hans: 设置已保存
zh_hant: 設定已儲存

source: Share
zh_hans: 分享
zh_hant: 分享

source: Share Document
zh_hans: 分享文档
zh_hant: 分享文件

source: Share Options
zh_hans: 分享选项
zh_hant: 分享選項

source: Share recording
zh_hans: 分享录音
zh_hant: 分享錄音

source: Sign in with Apple is required when using backend processing.
zh_hans: 使用后端处理时需要使用 Apple 登录。
zh_hant: 使用後端處理時需要以 Apple 登入。

source: Sign Out
zh_hans: 退出登录
zh_hant: 登出

source: Skip
zh_hans: 跳过
zh_hant: 略過

source: Smart folio
zh_hans: 智能文档集
zh_hant: 智慧文件集

source: Smart Highlights
zh_hans: 智能高亮
zh_hant: 智慧醒目提示

source: Start organizing
zh_hans: 开始整理
zh_hant: 開始整理

source: Start with a school form, pet record, or shared bill so everyone’s paperwork has a quiet home.
zh_hans: 从一份学校表格、宠物档案或共享账单开始，让每个人的文件都有安稳的归宿。
zh_hant: 從一份學校表格、寵物紀錄或共用帳單開始，讓每個人的文件都有安穩的歸宿。

source: Stop
zh_hans: 停止
zh_hant: 停止

source: Suggested Reminders
zh_hans: 建议的提醒
zh_hant: 建議的提醒

source: Summary
zh_hans: 摘要
zh_hant: 摘要

source: Tap into a card to see fields, people, and reminders
zh_hans: 点按卡片查看字段、人物和提醒。
zh_hant: 點一下卡片以查看欄位、人物和提醒。

source: This document doesn't have any structured data
zh_hans: 此文档没有任何结构化数据
zh_hant: 此文件沒有任何結構化資料

source: This removes the image from the document.
zh_hans: 这将从文档中移除该图片。
zh_hant: 這會從文件中移除該圖片。

source: This will restore the original value: "%@"
zh_hans: 这将恢复原始值： 「%@」
zh_hant: 這將恢復原始值： 「%@」

source: Title
zh_hans: 标题
zh_hant: 標題

source: To use OpenAI features, you need an API key from OpenAI. Get one at platform.openai.com/api-keys
zh_hans: 要使用 OpenAI 功能，您需要从 OpenAI 获取 API 密钥。请访问 platform.openai.com/api-keys
zh_hant: 要使用 OpenAI 功能，您需要從 OpenAI 取得 API 金鑰。請造訪 platform.openai.com/api-keys

source: Transcript
zh_hans: 转录
zh_hant: 轉錄

source: Transcription will appear here.
zh_hans: 转录将显示在这里。
zh_hant: 轉錄將顯示在這裡。

source: Try clearing the filter or adding a document for %@
zh_hans: 尝试清除筛选条件或为 %@ 添加文档
zh_hant: 嘗試清除篩選條件或為 %@ 新增文件

source: Try searching what’s on the page
zh_hans: 试试搜索页面上的内容
zh_hant: 試著搜尋頁面上的內容

source: Turn scattered paperwork into a living memory bank.
zh_hans: 把零散的纸质文件变成活的记忆库。
zh_hant: 把零散的紙本文件變成活的記憶庫。

source: Type
zh_hans: 类型
zh_hant: 類型

source: Use Apple Intelligence
zh_hans: 使用 Apple Intelligence
zh_hant: 使用 Apple Intelligence

source: Use Backend Processing
zh_hans: 使用后端处理
zh_hant: 使用後端處理

source: Use OpenAI Fallback
zh_hans: 使用 OpenAI 备用
zh_hant: 使用 OpenAI 備援

source: Use the mic to add context or reminders alongside your documents.
zh_hans: 使用麦克风为文档添加备注或提醒。
zh_hant: 使用麥克風為文件新增備註或提醒。

source: Use the mic to add context or reminders.
zh_hans: 使用麦克风添加上下文或提醒。
zh_hant: 使用麥克風加入背景說明或提醒。

source: Using backend API for document classification, field extraction, and audio transcription. This provides more accurate results powered by advanced LLM models.
zh_hans: 使用后端 API 进行文档分类、字段提取和语音转录，由先进的大模型提供更准确的结果。
zh_hant: 使用後端 API 進行文件分類、欄位擷取與語音轉錄，由先進的大型模型提供更精準的結果。

source: Using on-device processing with Apple Intelligence or OpenAI. All data is processed locally on your device.
zh_hans: 使用 Apple Intelligence 或 OpenAI 在本机进行处理。所有数据都在您的设备上本地处理。
zh_hant: 使用 Apple Intelligence 或 OpenAI 在本機進行處理。所有資料都在您的裝置上本地處理。

source: Value
zh_hans: 值
zh_hant: 值

source: Version
zh_hans: 版本
zh_hant: 版本

source: View the extracted text as plain text
zh_hans: 以纯文本形式查看提取的文本
zh_hant: 以純文字形式檢視擷取的文字

source: Waiting for analysis
zh_hans: 等待分析
zh_hant: 等待分析

source: Want to just look around?
zh_hans: 只想先随便看看？
zh_hant: 只想先四處看看？

source: We analyze each page for text, people, dates and places – then make everything searchable in a few seconds.
zh_hans: 我们会分析每一页的文字、人物、日期和地点，并在几秒内让一切都可搜索。
zh_hant: 我們會分析每一頁的文字、人物、日期和地點，並在數秒內讓一切都可搜尋。

source: We do the busywork
zh_hans: 繁琐工作交给我们
zh_hant: 把繁瑣工作交給我們

source: We gently enrich, never overwrite your docs.
zh_hans: 我们只适度补充信息，绝不会覆盖您的文档。
zh_hant: 我們只會輕度補充資訊，絕不會覆寫您的文件。

source: We’ll add a few fake documents so you can tap around before adding your own.
zh_hans: 我们会添加几份示例文档，方便您在添加自己的文档前先体验。
zh_hant: 我們會加入幾份範例文件，方便您在新增自己的文件前先試用。

source: We'll summarize this note once transcription finishes.
zh_hans: 转录完成后，我们将总结此备忘。
zh_hant: 轉錄完成後，我們將總結此備忘。

source: We’ll summarize this note once transcription finishes.
zh_hans: 转录完成后，我们会为此笔记生成摘要。
zh_hant: 轉錄完成後，我們會為此筆記產生摘要。

source: We’ll tune suggestions and empty states around this, and you can still store anything.
zh_hans: 我们会围绕这个目标优化建议和空状态，但您仍然可以存储任何内容。
zh_hant: 我們會依據這個目標調整建議與空狀態，但您仍然可以儲存任何內容。

source: Welcome to FolioMind
zh_hans: 欢迎使用 FolioMind
zh_hant: 歡迎使用 FolioMind

source: What do you want to tame first?
zh_hans: 您最想先整理哪一类？
zh_hant: 您最想先整理哪一類？

source: You’re always in control. You can delete sample data, change your goal, or adjust privacy and backend options later in Settings.
zh_hans: 您始终掌控一切。可以随时删除示例数据、调整目标，或在“设置”中修改隐私和后端选项。
zh_hant: 您始終掌控一切。可隨時刪除範例資料、調整目標，或在「設定」中修改隱私與後端選項。

source: Your docs, with context
zh_hans: 让文档拥有更多上下文
zh_hant: 讓文件具備更多脈絡

source: Your documents stay on your device unless you choose to share them
zh_hans: 除非您选择分享，否则文档始终保留在您的设备上
zh_hant: 除非您選擇分享，否則文件始終保留在您的裝置上

source: Your folio is waiting
zh_hans: 您的文档集已准备就绪
zh_hant: 您的文件集已準備就緒

source: Your settings have been saved.
zh_hans: 您的设置已保存。
zh_hant: 您的設定已儲存。

source: Your settings have been saved. Restart the app for changes to take effect.
zh_hans: 您的设置已保存。重启应用以使更改生效。
zh_hant: 您的設定已儲存。重新啟動 App 以使變更生效。
